

export const allBrands = [
    {
        id: 1,
        titleFa: "سامسونگ",
        titleEn: "Samsung"
    },
    {
        id: 2,
        titleFa: "ال جی",
        titleEn: "LG"
    },
    {
        id: 3,
        titleFa: "ایکس ویژن",
        titleEn: "x-vision"
    },
    {
        id: 4,
        titleFa: "شیائومی",
        titleEn: "Xiaomi"
    },
]

export const allSellers = [
    {
        id: 1,
        title: "برادران فلانی"
    },
    {
        id: 2,
        title: "دیجی کالا"
    },
    {
        id: 3,
        title: "جوان"
    },
]


export const allColors = [
    {
        id: 1,
        titleFa: "سفید",
        titleEn: "white",
        colorCode: "#ffffff"
    },
    {
        id: 2,
        titleFa: "آبی",
        titleEn: "blue",
        colorCode: "#0072bc"
    },
    {
        id: 3,
        titleFa: "قرمز",
        titleEn: "red",
        colorCode: "#ff0000"
    },
    {
        id: 4,
        titleFa: "سبز",
        titleEn: "green",
        colorCode: "#279b37"
    },
]


export const mostExpensiveProduct = 10000000;

export const fridgeIntro = "یخچال و فریزر ساید بای ساید 30 فوت ایکس ویژن مدل TS666-AWD/ASD، محصولی پیشرفته و نوآورانه در دنیای نگهداری مواد غذایی است. این محصول با ارائه ویژگی‌های منحصربه‌فرد و طراحی زیبا، تجربه‌ای متفاوت را برای کاربران به ارمغان می‌آورد. یکی از برجسته‌ترین ویژگی‌های این محصول، ظرفیت فوق‌العاده آن است. با حجم داخلی 30 فوت مکعب، این یخچال و فریزر امکان نگهداری حجم گسترده‌ای از مواد غذایی را فراهم می‌سازد. این ویژگی به‌ویژه برای خانواده‌های پرجمعیت یا افرادی که نیاز به نگهداری طولانی‌مدت مواد غذایی دارند، بسیار ارزشمند است. علاوه بر ظرفیت بالا، سیستم خنک‌کنندگی پیشرفته و کنترل دقیق دما و رطوبت در هر بخش از این محصول، موجب می‌شود تا مواد غذایی در آن مدت‌زمان بیشتری تازگی و کیفیت خود را حفظ کنند. این امر به‌طور قابل‌توجهی به کاهش ضایعات مواد غذایی کمک می‌کند. از سوی دیگر، ویژگی‌های هوشمندانه این محصول نظیر نمایشگر دیجیتال و چراغ‌های LED داخلی، کنترل و مدیریت آن را برای کاربران بسیار آسان‌تر می‌کند. به‌عنوان مثال، نمایشگر دیجیتال امکان نظارت دقیق بر دما و رطوبت را فراهم می‌سازد و چراغ‌های LED داخلی به بهبود دید و چیدمان مناسب محتویات کمک می‌کنند. همچنین، طراحی زیبا و مدرن این یخچال و فریزر ساید بای ساید، امکان ایجاد محیطی شیک و جذاب را در آشپزخانه برای کاربران فراهم می‌کند. به‌طوری‌که این محصول با هماهنگی با دکوراسیون آشپزخانه، می‌تواند به ارتقای جلوه ظاهری آن نیز کمک کند. در مجموع، یخچال و فریزر ساید بای ساید 30 فوت ایکس ویژن مدل TS666-AWD/ASD با ترکیبی از ویژگی‌های کاربردی، طراحی پیشرفته و قابلیت‌های هوشمندانه، به‌طور چشمگیری تجربه نگهداری مواد غذایی را برای مصرف‌کنندگان ارتقا می‌بخشد. این محصول به‌طور قابل‌توجهی به ارتقای سبک زندگی و بهبود کیفیت زندگی کاربران کمک می‌کند."